app/controllers/students_controller.rb

SELECT "students".* FROM "students"
---
  def index
    #in an instance variable, store all the students with Student.all
    @all = Student.all